/**
 * 省市json数据
 */
var provinceAndCityArray =
    [
        { name: "沈阳市", cities: [ '和平区','沈河区','大东区','皇姑区','铁西区','苏家屯区','东陵区','新城子区','于洪区','辽中县','康平县','法库县','新民市'] },
        { name: "大连市", cities: ['中山区','西岗区','沙河口区','甘井子区','旅顺口区','金州区','长海县','瓦房店市','普兰店市','庄河市'] },
        { name: "丹东市", cities: ['元宝区','振兴区','振安区','宽甸满族自治县','东港市','凤城市'] },
        { name: "营口市", cities: ['站前区','西市区','鲅鱼圈区','老边区','盖州市','大石桥市'] },
        { name: "辽阳市", cities: ['白塔区','文圣区','宏伟区','弓长岭区','太子河区','辽阳县','灯塔市'] },
        { name: "铁岭市", cities: ['银州区','清河区','铁岭县','西丰县','昌图县','调兵山市','开原市'] }
    ];